app/controllers/api/v1/rollbar_controller.rb

    def index
        # return render json: {
        #     "name" => "emmanuel"
        # }


        tbl_values = {
            "name" => "emman",
            "email" => "emman2056@gmail.com"
        }

        save_tb_val = RollbarTable.new(tbl_values)

        if save_tb_val.save
---
INSERT INTO "rollbar_tables" ("name", "email", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["name", "emman"], ["email", "emman2056@gmail.com"], ["created_at", "2022-10-12 06:45:17.849878"], ["updated_at", "2022-10-12 06:45:17.849878"]]